Repository: raweden/apps-cenon
Catalog: *.lproj/Localizable.strings
Languages: french, german

source: http://www.cenon.info/support_faq_gb.html
german: http://www.cenon.info/support_faq.html

source: http://www.cenon.info/releaseNotes_gb.html
german: http://www.cenon.info/releaseNotes_de.html

source: http://www.cenon.info/news/news_gb.html
german: http://www.cenon.info/news/news.html

source: Connected to server
german: Verbindung mit Server

source: Receiving data
german: Empfange Daten

source: A new version of Cenon is available
french: Nouvelle version de Cenon
german: Eine neue Version von Cenon ist verfügbar

source: Cenon is up to date
french: Cenon est à jour
german: Cenon ist aktuell

source: items
german: Dateien

source: item
german: Datei

source: of
french: de
german: von

source: Download succeeded !
french: Téléchargement terminé!
german: Download erfolgreich !

source: Download failed !
french: Erreur de téléchargement!!
german: Download fehlgeschlagen !

source: Turn Grid Off
french: Supprimer grille
german: Gitter abschalten

source: Turn Grid On
french: Afficher grille
german: Gitter einschalten

source: Hide Directions
french: Masquer directions
german: Richtungen unsichtbar

source: Show Directions
french: Afficher directions
german: Richtungen darstellen

source: Hide Coordinates
french: Masquer coordonnées
german: Koordinaten aus

source: Show Coordinates
french: Afficher coordonnées
german: Koordinaten an

source: Hide Moves
french: Masquer déplacements
german: Positionierwege unsichtbar

source: Show Moves
french: Afficher déplacements
german: Positionierwege darstellen

source: Hide Tool Diameter
french: Masquer l'outil diamètre
german: Werkzeugdurchmesser unsichtbar

source: Show Tool Diameter
french: Afficher l'outil diamètre
german: Werkzeugdurchmesser darstellen

source: Select two objects for joining!
french: Sélectionner les deux objets à joindre
german: Zum Vereinigen müssen zwei Objekte selektiert werden.

source: Can't create backup file. File not saved!
french: Impossible de créer le fichier backup. Fichier non sauvé!
german: Sicherheitskopie kann nicht angelegt werden. Datei wurde nicht gespeichert!

source: Can't remove backup file.
french: Impossible de supprimer le fichier backup.
german: Sicherheitskopie kann nicht gelöscht werden.

source: UNTITLED
french: Sans_titre
german: Ohne Namen

source: Cancel
french: Annuler
german: Abbrechen

source: Delete
french: Supprimer
german: Löschen

source: Modify
french: Modifier
german: Ändern

source: Keep
french: Garder
german: Erhalten

source: Skip
french: Ignorrer
german: Überspringen

source: Could not start module.
french: Impossible de démarrer le module.
german: Das Modul kann nicht gestartet werden.

source: Could not open file.
french: Impossible d'ouvrir le fichier.
german: Datei kann nicht geöffnet werden.

source: Could not open file %@.
french: Impossible d'ouvrir le fichier: %@
german: Datei kann nicht geöffnet werden: %@

source: Could not open file %@. Using Default.
french: Impossible d'ouvrir le fichier: %@. Using Default.
german: Datei kann nicht geöffnet werden: %@. Es wird der Default verwendet.

source: You have unsaved documents.
french: Document(s) non sauvegardé(s)!
german: Nicht alle Dokumente sind gesichert!

source: Review Unsaved
french: Review non sauvé
german: Ungesicherte anzeigen

source: Quit Anyway
french: Quitter quand même
german: Trotzdem Beenden

source: Quit
french: Quitter
german: Beenden

source: Default
french: Standard
german: Standard

source: Can't save file.
french: Impossible de sauver le fichier.
german: Datei kann nicht gespeichert werden.

source: Can't write file.
french: Impossible d'écrire le fichier.
german: Datei kann nicht geschrieben werden.

source: This document is not supposed to be exported Please respect the efforts of the author.
german: Dieses Dokument ist nicht zum Export vorgesehen. Bitte respektieren Sie die Mühe des Autors.

source: Graphic has zero size.
french: Dimension du Graphique: nulle.
german: Datei hat keine Ausmaße.

source: %@ has changes. Save them?
french: %@ a changé. Sauver?
german: %@ wurde verändert. Speichern?

source: Close
french: Fermer
german: Schließen

source: Save
french: Sauver
german: Speichern

source: Do you want to revert to: %@ ?
french: Voulez vous revenir à %@ ?
german: Zurück zur gespeicherten Version von %@ ?

source: Don't Save
french: Ne pas sauver
german: Nicht Speichern

source: The margins or paper size specified are invalid.
french: Les marges spécifiées ne sont valides.
german: Die Angaben für Ränder oder Papiergröße sind ungülig.

source: The contour will be calculated know! You may want to stop this operation to calculate on a later time.
french: Calcul du contour maintenant! Arrêter l'opération pour différer le calcul.
german: Der Fahrweg wird jetzt berechnet! Die Berechnung kann noch gestoppt und zu einem späterem Zeitpunkt vorgenommen werden.

source: Calculate
french: Calculer
german: Berechnen

source: Abort
french: Arrêt
german: Abbrechen

source: Name '%@' allready in use!
french: Le nom '%@' existe déjà!
german: Der Name '%@' wird bereits verwendet!

source: Cenon User-Library will be moved from old location "%@" to new location "%@".
german: Die Cenon User-Library wird vom alten Pfad "%@" in den neuen Pfad verschoben "%@".

source: Cenon User-Library exists in old location "%@" and new location "%@". Only the new location is used !
german: Die Cenon User-Library existiert im alten Pfad "%@" und im neuen Pfad "%@" Nur der neue Pfad wird verwendet !

source: You need to install the Cenon Library!
french: Vous devez installer la bibliothèque Cenon!
german: Die Cenon Library ist noch nicht installiert!

source: Do you really want to remove layer '%@' ?
french: Voulez-vous réellement supprimer la couche '%@' ?
german: Soll die Lage '%@' wirklich entfernt werden?

source: Only one layer of this kind allowed!
french: Une seule couche de ce type est autorisée!
german: Eine Lage dieser Art besteht bereits!

source: DXF File extends maximum size! Please increase the DXF resolution in the Preferences.
french: DXF File extends maximum size! SVP, augmenter la résolution DXF dans les préférences.
german: DXF-Datei überschreitet die maximale Grösse! Bitte erhöhen sie die DXF-Auflösung in den Voreinstellungen.

source: Bore %.1f mm
french: Trous %.1f mm
german: Bohrungen %.1f mm

source: Some Objects are exceeding drawing bounds!
french: Des objets sont hors des limites du dessin!
german: Einige Objekte ausserhalb des Zeichenbereichs!

source: No layer available with name/color '%@'!
french: Aucune couche avec le nom/couleur '%@'!
german: Keine Lage verfügbar für Name/Farbe '%@'!

source: Create Layer
french: Nouvelle couche
german: Neue Lage

source: Layer is not editable!
french: Couche non éditable!
german: Die Lage ist nicht editierbar!

source: Continue
french: Continuer
german: Fortfahren

source: Stop work?
french: Arrêt du travail?
german: Arbeit abbrechen?

source: Clipped graphic out of range!
french: Cadre du graphique hors limites!
german: Geclippte Grafik außerhalb des Verfahrbereichs!

source: DXF File exceeds maximum size! Please increase the DXF resolution in the Preferences.
german: DXF Datei überschreitet maximale Größe! Bitte erhöhen Sie die DXF Auflösung im Voreinstellungs-Panel.

source: You need to install GhostScript (gs) to import PDF or PostScript!
german: Bitte installieren Sie GhostScipt (gs) um PDF oder PostScript importieren zu können!

source: Line
french: Ligne
german: Linie

source: Arc
german: Kreisbogen

source: Curve
french: Courbe de Bezier
german: Bezierkurve

source: Rectangle
german: Rechteck

source: Clip Rectangle
french: Cadre rectangulaire
german: Clip-Rechteck

source: Path
french: Chemin
german: Pfad

source: Web
french: Réseau
german: Steg

source: Mark
french: Bohrmarke
german: Bohrmarke

source: Textpath
french: Signet
german: Textpfad

source: Thread
german: Gewinde

source: Spiral
french: Spirale
german: Spirale

source: Sinking
french: Senkung
german: Senkung

source: Image
german: Bild

source: Scale
french: Echelle
german: Skalieren

source: Move
french: Déplacer
german: Verschieben

source: Align
french: Aligner
german: Ausrichten

source: Rotate
french: Rotation
german: Drehen

source: Mix
german: Mischen

source: Downloading %d %@
french: Téléchargement %d %@

source: inch
french: pouce

source: Clipping
french: Encadrement

source: Text
french: Texte
